Repository: UnigramDev/Unigram
Catalog: Unigram/Unigram/Strings/*/Resources.resw
Source language: en
Languages: ar, be, ca, de, es, fa, fi, fr, id, it, ko, ms, nl, pl, pt_br, ru, sv, tr, uk, uz, zh_cn, zh_tw

# DownloadedFilesMessage
source: Telegram lets you store all documents you send and receive in the cloud and save storage space on your device.
ar: يسمح تيليجرام بتخزين جميع المستندات المرسلة والمستلمة في السحابة وتوفير مساحة التخزين على جهازك.
be: Telegram дазваляе захоўваць усе адпраўленыя і атрыманыя дакументы ў воблачным сховішчы, каб вызваліць прастору на вашай прыладзе.
ca: El Telegram us permet desar al núvol tots els documents enviats i rebuts i estalviar espai al dispositiu.
es: Telegram te permite ahorrar espacio en tu dispositivo almacenando todos los archivos que envías y recibes en la nube.
fi: Telegramilla voit säilöä lähettämiä ja vastaanottamiasi tiedostojasi pilveen ja näin säästää laitteesi tallennustilaa.
it: Telegram ti permette di archiviare tutti i documenti che invii e ricevi nel cloud, e di risparmiare spazio di archiviazione sul tuo dispositivo.
ms: Telegram membolehkan anda stor semua dokumen anda kirim dan terima di awan dan jimatkan ruang storan di peranti anda.
pl: Telegram umożliwia przechowywanie w chmurze wszystkich odebranych i wysłanych dokumentów, co pozwala zaoszczędzić miejsce w pamięci urządzenia.
pt_br: Com o Telegram, você pode salvar todos os documentos enviados e recebidos na nuvem e liberar espaço no seu dispositivo.
ru: Файлы, полученные и отправленные через Telegram, можно хранить в облаке. Они не будут занимать место на Вашем устройстве.
sv: Telegram låter dig lagra alla dokument, som du skickar och tar emot, i molnet och därigenom spara lagringsutrymme på din enhet.
tr: Telegram, gönderdiğiniz ve aldığınız tüm belgeleri bulutta saklamanıza ve cihazınızın depolama alanından tasarruf etmenize olanak tanır.
uk: Одержані й надіслані документи можна зберігати в хмарному сховищі Telegram замість пам‘яті пристрою.

source: Downloading
ar: يتم التنزيل
be: Спампоўваецца
ca: En curs
de: Download
es: Descargando
fi: Ladataan
fr: Téléchargement
it: Scarico
ms: Memuat turun
pl: Pobierane
pt_br: Baixando
ru: Загрузка
sv: Hämtar
tr: İndiriliyor
uk: Поточні завантаження

# DownloadsTabs
source: Downloads
ar: التنزيلات
be: Спампоўкі
ca: Baixades
es: Descargas
fi: Lataukset
fr: Téléchargements
it: Download
ms: Muat turun
pl: Pobrane
ru: Загрузки
sv: Hämtningar
tr: İndirilenler
uk: Завантаження

source: Draft
ar: مسودة
be: Чарнавік
ca: Esborrany
de: Entwurf
es: Borrador
fa: پیش‌نویس
fi: Luonnos
fr: Brouillon
id: Draf
it: Bozza
ko: 임시 저장
ms: Draf
nl: Concept
pl: Szkic
pt_br: Rascunho
ru: Черновик
sv: Utkast
tr: Taslak
uk: Чернетка
uz: Qoralama
zh_cn: 草稿
zh_tw: 草稿

source: Edit
ar: تعديل
be: Рэдагаваць
ca: Edita
de: Bearbeiten
es: Editar
fa: ویرایش
fi: Muokkaa
fr: Modifier
it: Modifica
ko: 수정
ms: Sunting
nl: Wijzig
pl: Edytuj
pt_br: Editar
ru: Изменить
sv: Redigera
tr: Düzenle
uk: Редагувати
uz: Tahrirlash
zh_cn: 编辑
zh_tw: 編輯

# EditAdmin
source: Admin Rights
ar: صلاحيات المشرف
be: Правы кіраўніка
ca: Drets d'administració
de: Adminrechte
es: Privilegios de admin.
fa: اختیارات مدیر
fi: Valvojan oikeudet
fr: Droits d'administrateur
id: Hak Admin
it: Permessi amministratore
ko: 관리자 권한
ms: Kuasa Pentadbir
nl: Beheerdersrechten
pl: Uprawnienia administratora
pt_br: Permissões de Admin
ru: Права админов
sv: Administratörs behörigheter
tr: Yönetici Yetkileri
uk: Права адміністратора
uz: Admin huquqlari
zh_cn: 修改管理权限
zh_tw: 修改管理權限

# EditAdminAddAdmins
source: Add New Admins
ar: إضافة مشرفين جدد
be: Дадаваць новых кіраўнікоў
ca: Afegir administradors
de: Neue Admins hinzufügen
es: Añadir administradores
fa: افزودن مدیران جدید
fi: Lisätä uusia valvojia
fr: Ajouter de nouveaux administrateurs
id: Tambahkan Admin Baru
it: Aggiungere amministratori
ko: 새로운 관리자 추가
ms: Tambah Pentadbir Baru
nl: Beheerders toevoegen
pl: Dodawać nowych administratorów
pt_br: Adicionar Novos Admins
ru: Выбор администраторов
sv: Lägga till administratörer
tr: Yeni Yöneticiler Ekleme
uk: Призначати адміністраторів
uz: Yangi adminlar qoʻshish
zh_cn: 添加新的管理员
zh_tw: 添加新的管理員

# EditAdminAddUsers
source: Add Users
ar: إضافة مستخدمين
be: Дадаваць карыстальнікаў
ca: Afegir usuaris
de: Nutzer hinzufügen
es: Añadir usuarios
fa: افزودن کاربران
fi: Lisätä käyttäjiä
fr: Ajouter des utilisateurs
id: Tambah Pengguna
it: Aggiungere utenti
ko: 사용자 추가
ms: Tambah Pengguna
nl: Leden toevoegen
pl: Dodawać użytkowników
pt_br: Adicionar Usuários
ru: Добавление участников
sv: Lägga till användare
tr: Kullanıcılar Ekleme
uk: Додавати користувачів
uz: Foydalanuvchilarni qoʻshish
zh_cn: 添加用户
zh_tw: 添加用戶

# EditAdminAddUsersViaLink
source: Invite Users via Link
ar: دعوة المستخدمين عبر الرابط
be: Запрашаць праз спасылку
ca: Convidar usuaris amb un enllaç
de: Nutzer per Link einladen
es: Invitar con un enlace
fa: دعوت کاربران از طریق لینک
fi: Kutsua käyttäjiä linkillä
fr: Inviter des utilisateurs avec un lien
id: Undang Pengguna Dengan Tautan
it: Invitare utenti tramite link
ko: 링크로 사용자 초대
ms: Jemput Pengguna melalui Link
nl: Uitnodigen via link
pl: Zapraszać użytkowników poprzez link
pt_br: Convidar Usuários via Link
ru: Пригласительные ссылки
sv: Bjud in användare med länk
tr: Bağlantı ile Davet Etme
uk: Запрошувати користувачів посиланням
uz: Havola orqali taklif qilish
zh_cn: 通过链接邀请用户
zh_tw: 通過鏈結邀請用戶

# EditAdminBanUsers
source: Ban Users
ar: حظر المستخدمين
be: Блакіраваць карыстальнікаў
ca: Bandejar usuaris
de: Nutzer sperren
es: Expulsar usuarios
fa: محروم کردن کاربران
fi: Estää käyttäjiä
fr: Bannir des utilisateurs
id: Blokir Pengguna
it: Rimuovere utenti
ko: 사용자 차단
ms: Larang Pengguna
nl: Leden blokkeren
pl: Blokować użytkowników
pt_br: Banir Usuários
ru: Блокировка пользователей
sv: Blockera användare
tr: Kullanıcıları Yasaklama
uk: Блокувати користувачів
uz: Foydalanuvchilarni bloklash
zh_cn: 封禁用户
zh_tw: 封鎖用戶

# EditAdminCantEdit
source: You cannot edit the rights of this admin.
ar: لا يمكنك تعديل صلاحيات هذا المشرف.
be: Вы не можаце змяняць паўнамоцтвы гэтага кіраўніка.
ca: No podeu editar els permisos d'aquest admin.
de: Du kannst die Rechte dieses Admins nicht bearbeiten.
es: No puedes editar los privilegios de este administrador.
fa: شما نمی‌توانید اختیارات این مدیر را ویرایش کنید.
fi: Et voi muokata tämän valvojan oikeuksia.
fr: Vous ne pouvez pas modifier les droits de cet administrateur.
id: Anda tidak dapat mengubah hak admin ini.
it: Non puoi modificare i permessi di questo amministratore.
ko: 이 관리자의 권한을 수정하실 수 없습니다.
ms: Anda tidak boleh sunting kuasa bagi pentadbir ini.
nl: Je kunt de machtigingen van deze beheerder niet aanpassen.
pl: Nie możesz edytować uprawnień tego administratora.
pt_br: Você não tem permissão para editar os direitos desse admin.
ru: Вы не можете изменять права этого администратора.
sv: Du kan inte ändra denne administratörs behörigheter.
tr: Bu yöneticinin yetkilerini düzenleyemezsiniz.
uk: Ви не можете редагувати права цього адміністратора.
uz: Siz bu admin huquqlarini oʻzgartira olmaysiz.
zh_cn: 您不能修改此管理员的权限。
zh_tw: 您不能修改此管理員的權限。

# EditAdminChangeChannelInfo
source: Change Channel Info
ar: تغيير معلومات القناة
be: Змяняць звесткі аб канале
ca: Canviar la informació del canal
de: Kanal-Info ändern
es: Editar info. del canal
fa: تغییر اطلاعات کانال
fi: Muuttaa kanavan tietoja
fr: Modifier les infos du canal
id: Ubah Info Channel
it: Cambiare le info del canale
ko: 채널 정보 수정
ms: Tukar Info Saluran
nl: Informatie aanpassen
pl: Zmieniać informacje o kanale
pt_br: Alterar Dados do Canal
ru: Изменять информацию о канале
sv: Ändra kanalbeskrivning
tr: Kanal Bilgisini Düzenleme
uk: Змінювати інформацію каналу
uz: Kanal ma’lumotini o‘zgartirish
zh_cn: 修改频道信息
zh_tw: 修改頻道訊息

# EditAdminChangeGroupInfo
source: Change Group Info
ar: تغيير معلومات المجموعة
be: Змяняць звесткі аб суполцы
ca: Canviar la informació del grup
de: Gruppen-Info ändern
es: Editar info. del grupo
fa: تغییر اطلاعات گروه
fi: Muuttaa ryhmän tietoja
fr: Modifier les infos du groupe
id: Ubah Info Grup
it: Cambiare le info del gruppo
ko: 그룹 정보 수정
ms: Tukar Info Grup
nl: Informatie aanpassen
pl: Zmieniać informacje o grupie
pt_br: Alterar Dados do Grupo
ru: Изменение профиля группы
sv: Ändra gruppinfo
tr: Grup Bilgisini Değiştirme
uk: Редагувати дані про групу
uz: Guruh maʼlumotini oʻzgartirish
zh_cn: 修改群组信息
zh_tw: 修改群組訊息

# EditAdminChannelTransfer
source: Transfer Channel Ownership
ar: نقل ملكية القناة
be: Перадаць права валодання каналам
ca: Transfereix el canal
de: Neuen Inhaber ernennen
es: Transferir propiedad del canal
fa: انتقال مالکیت کانال
fi: Siirrä kanavan omistajuus
fr: Transférer la propriété du canal
id: Alihkan Kepemilikan Channel
it: Trasferisci proprietà canale
ko: 채널 소유권 넘기기
ms: Pindak Hak Milik Saluran
nl: Eigenaarschap overdragen
pl: Przeniesienie własności kanału
pt_br: Transferir Posse do Canal
ru: Передать права на канал
sv: Överlåt kanalens ägarskap
tr: Kanal Sahipliğini Aktar
uk: Передати права на канал
uz: Kanalga egalik huquqini oʻtkazish

# EditAdminDeleteMessages
source: Delete Messages of Others
ar: حذف رسائل الآخرين
be: Выдаляць паведамленні іншых
ca: Eliminar els missatges dels altres
de: Nachrichten von anderen löschen
es: Eliminar mensajes de otros
fa: حذف پیام‌های دیگران
fi: Poistaa toisten viestejä
fr: Supprimer les messages des autres
id: Hapus Pesan Lainnya
it: Eliminare i messaggi altrui
ko: 다른 사람의 메시지 삭제
ms: Hapus Mesej untuk Orang Lain
nl: Berichten verwijderen
pl: Usuwać wiadomości innych
pt_br: Apagar Mensagens de Outros
ru: Удалять чужие сообщения
sv: Ta bort andras meddelanden
tr: Diğerlerinin Mesajlarını Silme
uk: Видаляти повідомлення інших
uz: Boshqalarni xabarini oʻchirish
zh_cn: 删除其他用户的消息
zh_tw: 删除其他用戶的訊息

# EditAdminEditMessages
source: Edit Messages of Others
ar: تعديل رسائل الآخرين
be: Рэдагаваць паведамленні іншых
ca: Editar els missatges dels altres
de: Andere Nachrichten bearbeiten
es: Editar mensajes de otros
fa: ویرایش پیام‌های دیگران
fi: Muokata toisten viestejä
fr: Modifier les messages des autres
id: Edit Pesan Lainnya
it: Modificare i messaggi altrui
ko: 다른 사람 메시지 수정
ms: Sunting Mesej untuk Orang Lain
nl: Berichten wijzigen
pl: Edytować wiadomości innych
pt_br: Editar Mensagens de Outros
ru: Редактировать чужие сообщения
sv: Ändra andras meddelanden
tr: Diğerlerinin Mesajlarını Düzenleme
uk: Редагувати чужі повідомлення
uz: Boshqalar xabarlarini tahrirlash
zh_cn: 编辑其他用户的消息
zh_tw: 編輯其他用戶的訊息

# EditAdminGroupDeleteMessages
source: Delete Messages
ar: حذف الرسائل
be: Выдаляць паведамленні
ca: Eliminar missatges
de: Nachrichten löschen
es: Eliminar mensajes
fa: حذف پیام‌ها
fi: Poistaa viestejä
fr: Supprimer des messages
id: Hapus Pesan
it: Eliminare messaggi
ko: 메시지 삭제
ms: Hapus Mesej
nl: Verwijder berichten
pl: Usuwać wiadomości
pt_br: Apagar Mensagens
ru: Удаление сообщений
sv: Ta bort meddelanden
tr: Mesajları Silme
uk: Видаляти повідомлення
uz: Xabarlarni oʻchirish
zh_cn: 删除消息
zh_tw: 删除訊息

# EditAdminGroupTransfer
source: Transfer Group Ownership
ar: نقل ملكية المجموعة
be: Перадаць права валодання суполкай
ca: Transfereix el grup
de: Neuen Inhaber ernennen
es: Transferir propiedad del grupo
fa: انتقال مالکیت گروه
fi: Siirrä ryhmän omistajuus
fr: Transférer la propriété du groupe
id: Transfer Kepemilikan Grup
it: Trasferisci proprietà gruppo
ko: 그룹 소유권 넘기기
ms: Pindah Hak Milik Grup
nl: Eigenaarschap overdragen
pl: Przeniesienie własności grupy
pt_br: Transferir Posse do Grupo
ru: Передать права на группу
sv: Överlåt ägarskap för gruppen
tr: Grup Sahipliğini Aktar
uk: Передати права на групу
uz: Guruhga egalik huquqini oʻtkazish

# EditAdminPinMessages
source: Pin Messages
ar: تثبيت الرسائل
be: Замацоўваць паведамленні
ca: Fixar missatges
de: Nachrichten anheften
es: Fijar mensajes
fa: سنجاق کردن پیام‌ها
fi: Kiinnittää viestejä
fr: Épingler des messages
id: Tautkan Pesan
it: Fissare messaggi
ko: 메시지 고정
ms: Semat Mesej
nl: Berichten vastzetten
pl: Przypinać wiadomości
pt_br: Fixar Mensagens
ru: Закрепление сообщений
sv: Fästa upp meddelanden
tr: Mesajları Sabitleme
uk: Прикріплювати повідомлення
uz: Xabarlarni qadash
zh_cn: 置顶消息
zh_tw: 置頂訊息

# EditAdminPostMessages
source: Post Messages
ar: نشر الرسائل
be: Размяшчаць паведамленні
ca: Publicar missatges
de: Nachrichten senden
es: Publicar mensajes
fa: ارسال پیام
fi: Lähettää viestejä
fr: Publier des messages
id: Poskan Pesan
it: Pubblicare messaggi
ko: 메시지 게시
ms: Pos Mesej
nl: Berichten plaatsen
pl: Publikować wiadomości
pt_br: Postar Mensagens
ru: Публиковать сообщения
sv: Skicka meddelanden
tr: Mesajlar Gönderme
uk: Публікувати повідомлення
uz: Yozuvli xabarlar
zh_cn: 发布消息
zh_tw: 發佈訊息

# EditAdminPromotedBy
source: Promoted by {0}
ar: تمت الترقية من ⁨{0}⁩
be: Прызначыў(-ла) {0}
ca: Promogut per {0}
de: Befördert von {0}
es: Promovido por {0}
fa: ارتقاء یافته توسط ⁨{0}⁩
fi: Ylentänyt {0}
fr: Promu par {0}
id: Diangkat oleh {0}
it: Promosso da {0}
ko: {0} 님이 승격시킴
ms: Dinaiktaraf oleh {0}
nl: Gepromoveerd door {0}
pl: Awansowany przez {0}
pt_br: Promovido por {0}
ru: Назначил(а): {0}
sv: Uppgraderad av {0}
tr: {0} tarafından yetkilendirildi
uk: Призначив користувач {0}
uz: {0} tomonidan tayinlangan
zh_cn: 由 {0} 设为管理员
zh_tw: 由 {0} 設為管理員

# EditAdminRank
source: Custom title
ar: لقب مخصص
be: Уласны подпіс
ca: Títol personalitzat
de: Eigene Bezeichnung
es: Título personalizado
fa: عنوان سفارشی
fi: Mukautettu titteli
fr: Titre personnalisé
id: Gelar Khusus
it: Titolo personalizzato
ko: 맞춤 칭호
ms: Gelaran khusus
nl: Aangepaste titel
pl: Własny tytuł
pt_br: Título personalizado
ru: Должность
sv: Egen titel
tr: Özel başlık
uk: Назва посади
uz: Maxsus nom

# EditAdminRankInfo
source: A custom title that will be shown to all members instead of '{0}'.
ar: اللقب الذي سيراه الأعضاء بدلٌ من «⁨{0}⁩».
be: Уласны подпіс, які будзе паказвацца ўсім удзельнікам замест «{0}».
ca: Un títol personalitzat que es mostrarà a tots els membres en comptes de '{0}'.
de: Diese Bezeichnung wird anstatt '{0}' angezeigt.
es: Un título personalizado se mostrará a todos los miembros en lugar de “{0}”.
fa: یک عنوان سفارشی که به جای «⁨{0}⁩» به تمامی اعضا نمایش داده خواهد شد.
fi: Tekstin '{0}' sijasta jäsenille näkyvä titteli.
fr: Un titre personnalisé qui sera affiché à tous les membres au lieu de '{0}'.
id: Gelar khusus ini yang akan ditampilkan ke anggota, bukan {0}.
it: Sarà mostrato un titolo personalizzato a tutti i membri invece di '{0}'.
ko: 맞춤 제목이 모든 참가자에게 '{0}' 대신 보입니다.
ms: Tajuk khusus yang akan dipaparkan kepada semua ahli dan bukan '{0}'.
nl: Een aangepaste titel die zal worden weergegeven aan alle leden i.p.v. '{0}'.
pl: Własny tytuł, który zostanie wyświetlony wszystkim członkom zamiast „{0}”.
pt_br: Um título personalizado que será mostrado para todos os membros em vez de '{0}'.
ru: Должность, которая будет показываться в подписи вместо «{0}».
sv: En titel som medlemmar ser istället för '{0}'.
tr: Tüm üyelere '{0}' yerine gösterilecek özel bir başlık.
uk: Назва посади відображається всім учасникам навпроти імені замість «{0}».
uz: Maxsus sarlavha {0} dan tashqari barcha a'zolarga ko'rinadi.

# EditAdminRemoveAdmin
source: Dismiss Admin
ar: عزل المشرف
be: Разжалаваць кіраўніка
ca: Cessa l'administrador
de: Admin entlassen
es: Eliminar administrador
fa: برکناری مدیر
fi: Erota valvoja
fr: Renvoyer l'administrateur
id: Hapus Admin
it: Rimuovi amministratore
ko: 관리자 권한 회수
ms: Pecat Pentadbir
nl: Beheerder ontslaan
pl: Odrzuć administratora
pt_br: Dispensar admin
ru: Разжаловать
sv: Avför administratör
tr: Yöneticilikten Çıkar
uk: Видалити з адміністраторів
uz: Adminni olib tashlash
zh_cn: 解任管理员
zh_tw: 解除管理員

source: Edit admin rights
ar: تعديل صلاحيات المشرف
be: Рэдагаваць правы кіраўніка
ca: Edita els seus drets
de: Adminrechte bearbeiten
es: Editar privilegios del admin.
fa: ویرایش اختیارات مدیر
fi: Muokkaa valvojan oikeuksia
fr: Modifier les droits d'administrateur
id: Ubah hak admin
it: Modifica permessi amministratore
ko: 관리자 권한 수정
ms: Sunting kuasa pentadbir
nl: Beheerdersrechten aanpassen
pl: Edytuj uprawnienia admina
pt_br: Editar permissões de admin
ru: Изменить права админа
sv: Ändra administratörs behörigheter
tr: Yönetici yetkilerini düzenle
uk: Редагувати права
uz: Admin huquqlarini oʻzgartirish

# EditAdminSendAnonymously
source: Remain Anonymous
ar: البقاء متخفيًا
be: Заставацца ананімным(-ай)
ca: Enviar anònimament
de: Anonym bleiben
es: Ser anónimo
fi: Jäädä nimettömäksi
fr: Rester anonyme
it: Rimanere anonimo
ko: 익명으로 남기
ms: Tanpa Pengenalan
nl: Anoniem blijven
pl: Zachować anonimowość
pt_br: Permanecer Anônimo
ru: Анонимность
sv: Förbli anonym
tr: Anonim Kal
uk: Залишатися анонімним

# EditAdminTransferAlertText
source: You can transfer this group to **{0}** only if you:
ar: يُمكنك نقل هذه المجموعة إلى **⁨{0}⁩** فقط إذا:
be: Вы можаце перадаць гэту суполку да **{0}** толькі калі:
ca: Podeu transferir aquest grup a **{0}** només si:
de: Du kannst die Gruppe **{0}** nur übertragen, wenn:
es: Puedes transferir este grupo a **{0}** sólo si:
fa: شما تنها در صورتی می‌توانید این گروه را به **⁨{0}⁩** منتقل کنید که:
fi: Voit siirtää ryhmän käyttäjälle **{0}** vain, jos:
fr: Vous pouvez transférer ce groupe à **{0}** uniquement si vous avez :
id: Anda dapat mengalihkan grup ini ke **{0}** jika:
it: Puoi trasferire questo gruppo a **{0}** solo se hai:
ko: 아래 경우에만 이 그룹을 **{0}** 님에게 넘기실 수 있습니다:
ms: Anda boleh pindah grup ini ke **{0}** hanya jika anda:
nl: Je kunt de groep alleen overdragen aan **{0}** indien:
pl: Możesz przenieść tę grupę do **{0}** tylko wtedy, gdy:
pt_br: Você pode transferir este grupo para **{0}** somente se tiver:
ru: Вы сможете передать права на группу **{0}**, если:
sv: Du kan bara överlåta gruppen till **{0}** om du har:
tr: Bu grubu **{0}** kişisine aktarabilirsiniz:
uk: Ви можете передати групу користувачу **{0}**, якщо:
uz: Guruh adminligini **{0}**ga berish uchun quyidagi talablarga javob berishingiz kerak:

# EditAdminTransferAlertText1
source: Enabled **Two-Step Verification** more than **7 days** ago.
ar: قمت بتفعيل **التحقق بخطوتين** منذ أكثر من **سبعة أيام**.
be: Двухэтапная праверка ўключана больш за **7 дзён** таму.
ca: Fa més de **7 dies** que heu activat la **Verificació en 2 passos**.
de: **Zweistufige Bestätigung** aktiv ist und vor über **7 Tagen** eingeschaltet wurde.
es: Activaste la **verificación en dos pasos** hace más de **7 días**.
fi: kaksivaiheinen todennus on otettu käyttöön tilillä yli **7 päivää** sitten.
fr: activé la **double authentification** depuis au moins **7 jours**.
it: La **Verifica in due passaggi** attivata da più di **7 giorni**.
ko: 현재까지 **7일** 넘게 **2단계 인증**을 켬.
ms: **Verifikasi 2-Langkah** telah didayakan lebih dari **7 hari** yang lalu.
nl: **Twee-staps-verificatie** langer dan **7 dagen** geleden is ingeschakeld.
pl: Masz włączoną **weryfikację dwustopniową** przynajmniej od **7 dni**.
pt_br: Ativado a **Verificação em Duas Etapas** há mais de **7 dias**.
ru: Не меньше **7 дней назад** включили двухэтапную аутентификацию.
sv: Aktiverat **2-stegsverifiering** för mer än **7 dagar** sedan.
tr: **İki Adımlı Doğrulama**'yı **7 günden** daha uzun bir süre önce etkinleştirdiyseniz.
uk: **Двоетапна перевірка** у вашому акаунті увімкнена не менше ніж **7 діб**.

# EditAdminTransferAlertText2
source: Logged in on this device more than **24 hours** ago.
ar: سجّلتَ دخولك على هذا الجهاز منذ أكثر من **24 ساعة**.
be: Увайшлі з гэтай прылады больш за **24 гадзіны** таму.
ca: Fa més de **24 hores** que heu iniciat sessió en aquest dispositiu.
de: Du dich auf auf diesem Gerät vor über **24 Stunden** angemeldet hast.
es: Iniciaste sesión en este dispositivo hace más de **24 horas**.
fa: بیش از **24 ساعت** پیش در این دستگاه وارد حساب کاربری خود شده باشید.
fi: olet ollut kirjautuneena tällä laitteella vähintään **24 tuntia**.
fr: été connecté avec cet appareil depuis au moins **24 heures**.
id: Masuk di perangkat ini lebih dari **24 jam**.
it: Eseguito l'accesso su questo dispositivo da più di **24 ore**.
ko: **24시간** 전에 이 기기에 로그인함
ms: Log masuk ke peranti ini lebih dari **24 jam** yang lalu.
nl: Je langer dan **24 uur** geleden bent ingelogd op dit apparaat.
pl: Zalogowano się na tym urządzeniu ponad **24 godziny** temu.
pt_br: Conectado a este dispositivo há mais de **24 horas**.
ru: Зашли в аккаунт на этом устройстве не меньше **24 часов** назад.
sv: Inloggat på enheten de senaste **24 timmarna**.
tr: Bu cihazda **24 saatten** daha bir süre önce oturum açtıysanız.
uk: Ви увійшли на цьому пристрої не менше ніж **24 години** тому.
uz: Bu qurilmadan hisobiga **24 soat**dan oldinroq kirgan boʻlishi.

# EditAdminTransferAlertText3
source: Please come back later.
ar: تُرجى المحاولة لاحقًا.
be: Паспрабуйце пазней.
ca: Torneu més tard.
de: Bitte komm später wieder.
es: Por favor, regresa más tarde.
fa: لطفاً بعداً بازگردید.
fi: Kokeile myöhemmin uudelleen.
fr: Merci de revenir ultérieurement.
id: Mohon kembali lagi nanti
it: Per favore ritorna più tardi.
ko: 나중에 다시 시도하세요.
ms: Sila kembali ke sini nanti.
nl: Probeer het later opnieuw
pl: Wróć później.
pt_br: Por favor, volte mais tarde.
ru: Попробуйте позже.
sv: Vänligen återkom senare.
tr: Lütfen daha sonra geri gelin.
uk: Спробуйте пізніше.
uz: Keyinroq qayta tekshiring.

# EditAdminTransferAlertTitle
source: Security Check
ar: تأكيد أمني
be: Праверка бяспекі
ca: Comprovació de seguretat
de: Sicherheitsprüfung
es: Comprobación de seguridad
fa: بررسی امنیتی
fi: Turvatarkistus
fr: Vérification de sécurité
id: Cek Keamanan
it: Controllo di sicurezza
ko: 보안 확인 사항
ms: Pemeriksaan Sekuriti
nl: Veiligheidscontrole
pl: Kontrola bezpieczeństwa
pt_br: Verificação de Segurança
ru: Проверка безопасности
sv: Säkerhetskontroll
tr: Güvenlik Kontrolü
uk: Перевірка безпеки
uz: Xavfsizlik nazorati

# EditAdminTransferChangeOwner
source: Change Owner
ar: تغيير المالك
be: Змяніць уладальніка
ca: Canvia el propietari
de: Inhaber ändern
es: Cambiar propietario
fa: تغییر مالک
fi: Vaihda omistajaa
fr: Changer le propriétaire
id: Ganti Pemilik
it: Cambia proprietario
ko: 소유자 바꾸기
ms: Tukar Pemilik
nl: Eigenaar wijzigen
pl: Zmień właściciela
pt_br: Alterar Dono
ru: Сменить владельца
sv: Byt ägare
tr: Sahibini Değiştir
uk: Змінити власника
uz: Egani almashtirish

# EditAdminTransferChannelToast
source: **{0}** is now the owner of the channel.
ar: أصبح الآن **⁨{0}⁩** مالك القناة.
be: **{0}** цяпер уладальнік канала.
ca: **{0}** ara és el propietari del canal.
de: **{0}** ist jetzt der Kanalinhaber.
es: **{0}** ahora es el propietario del canal.
fa: **⁨{0}⁩** هم اکنون مالک کانال است.
fi: **{0}** on nyt kanavan omistaja.
fr: **{0}** est désormais le propriétaire du canal.
id: Sekarang, **{0}** adalah pemilik channel.
it: **{0}** ora è il proprietario del canale.
ko: **{0}** 님이 이제 채널의 소유자입니다.
ms: **{0}** kini adalah pemilik saluran.
nl: **{0}** is nu eigenaar van het kanaal.
pl: **{0}** jest teraz właścicielem kanału.
pt_br: **{0}** agora tem a posse do canal.
ru: **{0}** теперь владелец канала.
sv: **{0}** är nu kanalens ägare.
tr: Kanal sahibi artık **{0}**.
uk: **{0}** тепер володіє каналом.
uz: **{0}** – endi kanalning egasi.

# EditAdminTransferGroupToast
source: **{0}** is now the owner of the group.
ar: أصبح الآن **⁨{0}⁩** مالك المجموعة.
be: **{0}** цяпер уладальнік суполкі.
ca: **{0}** ara és el propietari del grup.
de: **{0}** ist jetzt der Gruppeninhaber.
es: **{0}** ahora es el propietario del grupo.
fa: **⁨{0}⁩** هم اکنون مالک گروه است.
fi: **{0}** on nyt ryhmän omistaja.
fr: **{0}** est désormais le propriétaire du groupe.
id: Sekarang, **{0}** adalah pemilik grup.
it: **{0}** ora è il proprietario del gruppo.
ko: **{0}** 님이 이제 그룹의 소유자입니다.
ms: **{0}** kini adalah pemilik grup.
nl: **{0}** is nu eigenaar van de groep.
pl: **{0}** jest teraz właścicielem grupy.
pt_br: **{0}** agora tem a posse do grupo.
ru: **{0}** теперь владелец группы.
sv: **{0}** är nu gruppens ägare.
tr: Grubun sahibi artık **{0}**.
uk: **{0}** тепер володіє групою.
uz: **{0}** — endi guruh egasi.
